[MightAbility.A_ArtilleryMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="炮矢大师"
mTooltip="该英雄开局自带一个战争单位，新手阶的战争技能和%spell1.name技能。"

[CreatureGrowthBonus.A_OrcGeneral_Buff H7BaseBuff]
mName="兽人将军"
mTooltip=""

[CreatureGrowthBonus.A_StalkerOfficer_Buff H7BaseBuff]
mName="追猎者队长"
mTooltip=""

[CreatureGrowthBonus.A_LichScholar_Buff H7BaseBuff]
mName="尸巫学者"
mTooltip=""

[CreatureGrowthBonus.A_GnollChieftain_Buff H7BaseBuff]
mName="豺狼人酋长"
mTooltip=""

[MagicSchool.A_MasterOfLight_Buff H7BaseBuff]
mName="光明门徒"
mTooltip=""

[CreatureGrowthBonus.A_JusticarCaptain_Buff H7BaseBuff]
mName="审判官队长"
mTooltip=""

[CustomEffects.A_Pathfinder H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="探路者"
mTooltip="减少50%崎岖地形上的行动损失。"

[StartingAttributeIncrease.A_Painless H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="皮糙肉厚"
mTooltip="该英雄拥有 %stat %ICON_DEFENSE 防御。"

[CreatureGrowthBonus.A_CyclopsMaster_Buff H7BaseBuff]
mName="独眼巨人之主"
mTooltip=""

[UniqueSpecializations.A_ImperialPresence H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="帝王风范"
mTooltip="英雄开局自带 %stat1 %ICON_LEADERSHIP 领导力和 %stat2 %ICON_DEFENSE 防御。"

[CreatureGrowthBonus.A_CabirLeader H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="火精之主"
mTooltip="总督技能：城镇控制范围内的火精怪和炎精怪产量 %buff1.buff.stat。"

[MightAbility.A_Catalyst H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="催化师"
mTooltip="该英雄开局自带新手阶源力魔法技能和%spell1.name技能。"

[SpellSpecialization.A_WeaknessMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="虚弱专家"
mTooltip="该英雄开局自带新手阶暗系魔法技能和%spell1.name法术。这个法术能在魔法学院中提升一阶。"

[CreatureGrowthBonus.A_OrcGeneral H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="兽人将军"
mTooltip="总督技能：城镇控制范围内的蛮兵和碎击兵产量 %buff1.buff.stat。"

[MagicSchool.A_MasterOfFire_Buff H7BaseBuff]
mName="烈火门徒"
mTooltip=""

[CustomEffects.A_DelverOfTheRoyalPurse H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="财富收集者"
mTooltip="该英雄每天向王国提供 %special %special.icon 黄金。"

[CreatureGrowthBonus.A_StriderBlacksmith H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="潜行者铁匠"
mTooltip="总督技能：城镇控制范围内的潜行者和无魂者产量 %buff1.buff.stat。"

[UniqueSpecializations.A_FatherOfGolems_Buff_Golems H7BaseBuff]
mName="魔像之父"
mTooltip=""

[CreatureGrowthBonus.A_AssassinMentor_Buff H7BaseBuff]
mName="刺客导师"
mTooltip=""

[MagicSchool.A_MasterOfLight H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="光明门徒"
mTooltip="施放光系法术时该英雄获得 %stat %stat.icon 魔力。"

[CreatureGrowthBonus.A_LichScholar H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="尸巫学者"
mTooltip="总督技能：城镇控制范围内的巫妖和高阶巫妖产量 %buff1.buff.stat。"

[SpellSpecialization.A_StoneSkinMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="石肤专家"
mTooltip="该英雄开局自带新手阶土系魔法技能和%spell1.name法术。这个法术能在魔法学院中提升一阶。"

[CreatureGrowthBonus.A_StalkerOfficer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="追猎者队长"
mTooltip="总督技能：城镇控制范围内的追猎者和追猎者产量 %buff1.buff.stat。"

[MagicSchool.A_MasterOfFire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="烈火门徒"
mTooltip="施放火系法术时该英雄获得 %stat %stat.icon 魔力。"

[CreatureGrowthBonus.A_JusticarCaptain H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="审判官队长"
mTooltip="总督技能：城镇控制范围内的守卫官和审判官产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_GolemBuilder H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魔像构造师"
mTooltip="总督技能：城镇控制范围内的魔像和砂岩魔像产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_CabirLeader_Buff H7BaseBuff]
mName="火精之主"
mTooltip=""

[UniqueSpecializations.A_FatherOfGolems H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魔像之父"
mTooltip="总督技能：城镇控制范围内的魔像和砂岩魔像产量 %buff1.buff.stat。石像鬼和黑曜石像鬼产量 %buff2.buff.stat。"

[CreatureGrowthBonus.A_WyvernTamer_Buff H7BaseBuff]
mName="飞龙驯养师"
mTooltip=""

[MightAbility.A_TreasureHunter H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="寻宝猎人"
mTooltip="该英雄开局自带新手阶命运技能和%spell1.name技能。"

[CreatureGrowthBonus.A_SkeletonMaster_Buff H7BaseBuff]
mName="骷髅领主"
mTooltip=""

[UniqueSpecializations.A_DjinnSpiritLink H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魂牵灯神"
mTooltip="%stat %stat.icon 精神\n\n总督技能：城镇控制范围内的灯神和和通法灯神产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_WyvernTamer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="飞龙驯养师"
mTooltip="总督技能：城镇控制范围内的沙漠双足飞龙和剧毒双足飞龙产量 %buff1.buff.stat。"

[MightAbility.A_ArcheryMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="弓箭大师"
mTooltip="该英雄开局自带新手阶进攻技能和%spell1.name技能。"

[CreatureGrowthBonus.A_MinotaurGeneral_Buff H7BaseBuff]
mName="牛头怪将军"
mTooltip=""

[MagicSchool.A_MasterOfWater H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="万水门徒"
mTooltip="施放水系法术时该英雄获得 %stat %stat.icon 魔力。"

[CreatureGrowthBonus.A_MinotaurGeneral H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="牛头怪将军"
mTooltip="总督技能：城镇控制范围内的牛头怪和牛头怪卫士产量 %buff1.buff.stat。"

[UniqueSpecializations.A_SeaWarfare H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="海战"
mTooltip="该英雄统帅的所有猎人、德鲁伊、刃舞者和他们的高级单位都将获得%spell1.name技能。"

[MagicSchool.A_MasterOfEarth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="大地门徒"
mTooltip="施放土系法术时该英雄获得 %stat %stat.icon 魔力。"

[CreatureGrowthBonus.A_CentaurChieftain H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="半人马酋长"
mTooltip="总督技能：城镇控制范围内的半人马和半人马掠夺者产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_AssassinMentor H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="刺客导师"
mTooltip="总督技能：城镇控制范围内的刺客和影刺产量 %buff1.buff.stat。"

[MightAbility.A_Plenipotentiary H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="全权代表"
mTooltip="该英雄开局自带新手阶外交技能和%spell1.name技能。"

[CreatureGrowthBonus.A_RakshasaOfficer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="罗刹队长"
mTooltip="总督技能：城镇控制范围内的罗刹和罗刹侯产量 %buff1.buff.stat。"

[UniqueSpecializations.A_SoulvenomAura H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="灵魂毒素光环"
mTooltip="所有敌方生物在其回合开始前受到 %buff1.buff.d.min %buff1.buff.d.icon 土系毒素伤害。"

[MagicSchool.A_MasterOfEarth_Buff H7BaseBuff]
mName="大地门徒"
mTooltip=""

[StartingAttributeIncrease.A_SpiritWalker H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="灵魂行者"
mTooltip="该英雄拥有 %stat1 %stat1.icon 法力上限。"

[CreatureGrowthBonus.A_StriderBlacksmith_Buff H7BaseBuff]
mName="潜行者铁匠"
mTooltip=""

[CreatureGrowthBonus.A_VampireGeneral_Buff H7BaseBuff]
mName="审判官队长"
mTooltip=""

[SpellSpecialization.A_FireBoltMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="火球专家"
mTooltip="该英雄开局自带新手阶火系魔法技能和%spell1.name法术。这个法术能在魔法学院中提升一阶。"

[CreatureGrowthBonus.A_SpiderTamer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="养蛛人"
mTooltip="总督技能：城镇控制范围内的黑檀蛛和织死蛛产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_GolemBuilder_Buff H7BaseBuff]
mName="魔像构造师"
mTooltip=""

[CreatureGrowthBonus.A_CavalryOfficer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="骑兵队长"
mTooltip="总督技能：城镇控制范围内的骑兵和重甲骑兵产量 %buff1.buff.stat。"

[UniqueSpecializations.A_FatherOfGolems_Buff_Gargoyles H7BaseBuff]
mName="魔像之父"
mTooltip=""

[SpellSpecialization.A_BlizzardMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="风雪专家"
mTooltip="该英雄开局自带新手阶水系魔法技能和%spell1.name法术。这个法术能在魔法学院中提升一阶。"

[MightAbility.A_MasterBuilder H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="建造大师"
mTooltip="该英雄开局自带新手阶经济技能和%spell1.name技能。"

[CreatureGrowthBonus.A_PixieEnchanter_Buff H7BaseBuff]
mName="花精术士"
mTooltip=""

[UniqueSpecializations.A_Backstab H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="背后偷袭"
mTooltip="本方生物的全力侧击加成增加 %buff1.buff.stat.norm 个百分点。"

[CreatureGrowthBonus.A_VampireGeneral H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="吸血鬼将军"
mTooltip="总督技能：城镇控制范围内的吸血鬼和吸血鬼伯爵产量 %buff1.buff.stat。"

[MightAbility.A_Frenzy H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="狂怒者"
mTooltip="该英雄开局自带新手阶进攻技能和%spell1.name技能。"

[CreatureGrowthBonus.A_PixieEnchanter H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="花精术士"
mTooltip="总督技能：城镇控制范围内的花妖和花精产量%buff1.buff.stat。"

[UniqueSpecializations.A_NamtaruCaller_SupportAbility H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="黑暗之触"
mTooltip="驱除所有本方生物受到的负面光系效果。每回合还将对攻击目标额外造成 %buff.buff.d.min %buff.buff.d.icon 暗系伤害，持续 %buff.buff.durini 回合。"

[MagicSchool.A_MasterOfDarkness_Buff H7BaseBuff]
mName="黑暗门徒"
mTooltip=""

[MightAbility.A_Seafarer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="航海家"
mTooltip="该英雄开局自带新手阶探索技能和%spell1.name技能。"

[CreatureGrowthBonus.A_RakshasaOfficer_Buff H7BaseBuff]
mName="罗刹队长"
mTooltip=""

[CreatureGrowthBonus.A_GhostCaller_Buff H7BaseBuff]
mName="幽魂呼唤者"
mTooltip=""

[CreatureGrowthBonus.A_BladeDancerLeader H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="刃舞者首领"
mTooltip="总督技能：城镇控制范围内的刃舞者和刃舞大师产量 %buff1.buff.stat。"

[UniqueSpecializations.A_NamtaruCaller_2 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="织命蛛女呼唤者"
mTooltip="英雄开局即带有娜姆塔茹单位。"

[MagicSchool.A_MasterOfAir H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="天空门徒"
mTooltip="施放气系法术时该英雄获得 %stat %stat.icon 魔力。"

[MagicSchool.A_MasterOfWater_Buff H7BaseBuff]
mName="万水门徒"
mTooltip=""

[UniqueSpecializations.A_NamtaruCaller_LevelProgressAbility H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[UniqueSpecializations.A_ChosenOfDeath H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="死神之选"
mTooltip="当一个本方生物被摧毁时，其他所有本方生物获得 %buff1.buff.buff.buff.stat %buff1.buff.buff.buff.stat.icon 攻击，持续 %buff1.buff.buff.buff.durini 回合。"

[UniqueSpecializations.A_SonOfTheWolf H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="狼群之子"
mTooltip="英雄开局自带 %stat %stat.icon领导力。"

[StartingAttributeIncrease.A_Gladiator H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="角斗士"
mTooltip="该英雄拥有 %stat %stat.icon 力量。"

[CreatureGrowthBonus.A_DryadConjurer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="林妖巫师"
mTooltip="总督技能：城镇控制范围内的林妖和栎木林妖产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_CentaurChieftain_Buff H7BaseBuff]
mName="半人马酋长"
mTooltip=""

[SpellSpecialization.A_HealMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="治疗专家"
mTooltip="该英雄开局自带新手阶光系魔法技能和%spell1.name法术。这个法术能在魔法学院中提升一阶。"

[MightAbility.A_Explorer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="探险家"
mTooltip="该英雄开局自带新手阶探索技能和%spell1.name技能。"

[MagicSchool.A_MasterOfPrime_Buff H7BaseBuff]
mName="源力门徒"
mTooltip=""

[UniqueSpecializations.A_NamtaruCaller H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="织命蛛女呼唤者"
mTooltip="该英雄开局自带一个娜姆塔茹，该单位等级跟随英雄的等级上限。"

[CreatureGrowthBonus.A_ApprenticeTrainer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="学徒教练"
mTooltip="总督技能：城镇控制范围内的学徒和信徒产量 %buff1.buff.stat。"

[StartingAttributeIncrease.A_Spellweaver H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="织法行者"
mTooltip="该英雄拥有 %stat %stat.icon 魔力。"

[MagicSchool.A_MasterOfPrime H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="源力门徒"
mTooltip="施放源力法术时该英雄获得 %stat %stat.icon 魔力。"

[CreatureGrowthBonus.A_CavalryOfficer_Buff H7BaseBuff]
mName="骑兵队长"
mTooltip=""

[CreatureGrowthBonus.A_DryadConjurer_Buff H7BaseBuff]
mName="林妖巫师"
mTooltip=""

[SpellSpecialization.A_TimeMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="时间法术专家"
mTooltip="该英雄开局自带新手阶源力魔法技能和%spell1.name法术。这个法术能在魔法学院中提升一阶。"

[StartingAttributeIncrease.A_AcolyteOfFortune H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="命运青睐"
mTooltip="该英雄拥有 %stat %stat.icon 命运。"

[MightAbility.A_MasterOfWarcries H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战嚎大师"
mTooltip="该英雄开局自带新手阶战嚎技能和%spell1.name技能。"

[MightAbility.A_Enlightened H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="启蒙"
mTooltip="该英雄开局自带新手阶典范技能和%spell1.name技能。"

[MightAbility.A_Protector H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="守护者"
mTooltip="该英雄开局自带新手阶防御技能和%spell1.name技能。"

[UniqueSpecializations.A_DjinnSpiritLink_Buff H7BaseBuff]
mName="魂牵灯神"
mTooltip=""

[CreatureGrowthBonus.A_Centurion_Buff H7BaseBuff]
mName="百夫长"
mTooltip=""

[UniqueSpecializations.A_Backstab_Buff H7BaseBuff]
mName="背后偷袭"
mTooltip=""

[UniqueSpecializations.A_ChosenOfDeath_Buff_Marker H7BaseBuff]
mName=""
mTooltip=""

[MightAbility.A_Lucky H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="幸运儿"
mTooltip="该英雄开局自带新手阶命运技能和%spell1.name技能。"

[StartingAttributeIncrease.A_NaturalBornLeader H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="天生领袖"
mTooltip="该英雄拥有 %stat %stat.icon 领导力。"

[MightAbility.A_Vitality H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="身强力健"
mTooltip="该英雄开局自带新手阶防御技能和%spell1.name技能。"

[SpellSpecialization.A_LightningMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="雷电专家"
mTooltip="该英雄开局自带新手阶气系魔法技能和%spell1.name法术。这个法术能在魔法学院中提升一阶。"

[CreatureGrowthBonus.A_SpiderTamer_Buff H7BaseBuff]
mName="养蛛人"
mTooltip=""

[CreatureGrowthBonus.A_GnollChieftain H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="豺狼人酋长"
mTooltip="总督技能：城镇控制范围内的豺狼人和豺狼人猎手产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_ApprenticeTrainer_Buff H7BaseBuff]
mName="学徒教练"
mTooltip=""

[CreatureGrowthBonus.A_BladeDancerLeader_Buff H7BaseBuff]
mName="刃舞者首领"
mTooltip=""

[CreatureGrowthBonus.A_DruidGrandMaster_Buff H7BaseBuff]
mName="德鲁伊统领"
mTooltip=""

[CreatureGrowthBonus.A_BeastTamer_Buff H7BaseBuff]
mName="驯兽师"
mTooltip=""

[UniqueSpecializations.A_NamtaruCaller_AttackAbility H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="暗影箭矢"
mTooltip="射向敌方生物，造成 %d.min 至 %d.max %d.icon 暗系伤害。"

[MagicSchool.A_MasterOfAir_Buff H7BaseBuff]
mName="天空门徒"
mTooltip=""

[MagicSchool.A_MasterOfDarkness H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="黑暗门徒"
mTooltip="施放暗系法术时该英雄获得 %stat %stat.icon 魔力。"

[MightAbility.A_Tactician H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战略家"
mTooltip="该英雄开局自带新手阶领导技能和%spell1.name技能。"

[CreatureGrowthBonus.A_SkeletonMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="骷髅领主"
mTooltip="总督技能：城镇控制范围内的骷髅和重甲骷髅产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_ReaperOfSouls H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="灵魂收割者"
mTooltip="总督技能：城镇控制范围内的幽冥骑士和幽冥收割者产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_ReaperOfSouls_Buff H7BaseBuff]
mName="灵魂收割者"
mTooltip=""

[CreatureGrowthBonus.A_GhostCaller H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="幽魂呼唤者"
mTooltip="总督技能：城镇控制范围内的鬼魂和女妖产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_Centurion H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="百夫长"
mTooltip="总督技能：城镇控制范围内的哨兵和军团士兵产量%buff1.buff.stat。"

[UniqueSpecializations.A_ChosenOfDeath_Buff H7BaseBuff]
mName="死神之选"
mTooltip=""

[CreatureGrowthBonus.A_DruidGrandMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="德鲁伊统领"
mTooltip="总督技能：城镇控制范围内的德鲁伊和德鲁伊长老产量 %buff1.buff.stat。"

[CreatureGrowthBonus.A_BeastTamer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="驯兽师"
mTooltip="总督技能：城镇控制范围内的恐狼和银背狼产量 %buff1.buff.stat。"

[UniqueSpecializations.A_SwordmastersCommander H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="刃舞大师指挥官"
mTooltip="总督技能：城镇控制范围内的佣兵和剑圣产量 %buff1.buff.stat。"

[UniqueSpecializations.A_SwordmastersCommander_Buff H7BaseBuff]
mName="刃舞大师指挥官"
mTooltip=""

[UniqueSpecializations.A_FatherOfGolems_Buff H7BaseBuff]
mName="魔像之父"

UCP 1.3

[CreatureGrowthBonus.A_CyclopsMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="独眼巨人之主"
mTooltip="该英雄统帅部队中的独眼巨人和怒眼巨人 %buff1.buff.stat1 %buff1.buff.stat1.icon 攻击，%buff1.buff.stat2 %ICON_DEFENSE 防御。"


version 1.35

[UniqueSpecializations.A_ChainLightningSpecialist H7HeroAbility]
mName="连锁闪电专家"
mTooltip="英雄开局自带%spell1.name法术，在新手阶施时 %stat1  %ICON_MAGIC 魔力。\n专家阶施放%spell1.name法术时 %stat2 %ICON_MAGIC 魔力。\n大师阶施放%spell1.name法术时 %stat3 %ICON_MAGIC 魔力。"